12/data/attachments/c3e917c927f1335c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cynthia_already_Actions_45200_4</nif:username>
            <nif:friendToBeRequested>soap_actions_40897f9a-240d-4576-a980-e6db35eaa331</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>